[{"id": "eeba54c6-da0b-41c0-a40f-2dfd9b019eb7", "metadata": {"theme": "Too much", "book": "Coastal Safety "}, "ChapterMetadata": {"chapter": "Problem", "SourceURL": "", "keyword": "Hazard", "5p": "Planet", "paragraph": "", "Cause": "CO2 and other greenhouse gases accumulate in athmosphere", "page": "page: Climate change"}, "medialink": "worldmap.png", "title": "Sea level rise & more extreme weather are predicted and observed", "text": "Coastal systems are increasingly vulnerable to flooding due to the combined influence of coastal storms, development and population growth, geomorphic change, and sea level rise.", "MaterialLink": "", "PageKeywords": "sea level rise, storm surge, waves", "location": {"lat": -7.1, "lon": 177.6}, "Scale": "177.6,-7.1"}, {"id": "25b02a1f-1312-4a32-be03-2c182e1c007a", "metadata": {"theme": "Too much", "book": "Coastal Safety "}, "ChapterMetadata": {"chapter": "Problem", "SourceURL": "", "keyword": "density and spatial planning", "5p": "People", "paragraph": "", "Cause": "Poverty, lack of education and social instability is driving populaiton increase", "page": "page: Social factors"}, "medialink": "", "title": "CO2 production is too high Population density is increasing ", "text": "CO2 production is too high. Population density is increasing. Vulnerable areas are increasingly developed", "MaterialLink": "add graph of concentration, add graph of population in LECZ, add global map from online source", "PageKeywords": "Population increase, development of vulnerable areas, urbanizatroin oif delta areas", "location": {"lat": 22.493, "lon": 90.791}, "Scale": "90.791,22.493"}, {"id": "3837a551-b87f-44ca-85d4-f9ea20b2aedf", "metadata": {"theme": "Too much", "book": "Coastal Safety "}, "ChapterMetadata": {"chapter": "Problem", "SourceURL": "", "keyword": "CO2", "5p": "Prosperity", "paragraph": "", "Cause": "paradigm shift necessary (political / societal views need to change)", "page": "page: Unsustainable growth"}, "medialink": "", "title": "Economic growth in present carbon based approach is unsustainable", "text": "Economic growth in present carbon based approach is unsustainable", "MaterialLink": "add graph of production add map of light on dark-globe, add global map of CO2 production", "PageKeywords": "CO2 production", "location": {"lat": 0.0, "lon": 0.0}, "Scale": "0,0"}, {"id": "814aaa93-70e1-456f-940e-5e34d51ab8d7", "metadata": {"theme": "Too much", "book": "Coastal Safety "}, "ChapterMetadata": {"chapter": "Impact", "SourceURL": "", "keyword": "", "5p": "Planet", "paragraph": "", "Cause": "flooding (sea level rise & more extreme weather)", "page": "page: Natural losses"}, "medialink": "", "title": "Loss of resources, loss of habitats, loss of ecosystem services", "text": "here should be a story about erosion, for instance UK coast, Hunstaton, UK, Norfolk", "MaterialLink": "", "PageKeywords": "sea level rise, storm surge, waves", "location": {"lat": 52.94, "lon": 0.491}, "Scale": "0.491,52.940"}, {"id": "46479bba-75e1-42f4-9095-2e04642ea70e", "metadata": {"theme": "Too much", "book": "Coastal Safety "}, "ChapterMetadata": {"chapter": "Impact", "SourceURL": "", "keyword": "density and spatial planning", "5p": "People", "paragraph": "", "Cause": "SLR & socio-economic drivers", "page": "page: climate adaptation: urban delta planning"}, "medialink": "", "title": "climate adaptation urban delta planning", "text": "Socio-economic development will be a major driver of impacts besides SLR. The Low Elevation Coastal Zone (LECZ), area below 10m above mean sea-level, constitutes 2% of world’s land area but around 10% of world’s population (600 million people).  Under every socio-economic scenario population is expected to exceed 1 billion in LECZ in 2050", "MaterialLink": "3.png", "PageKeywords": "LECZ, socio-economic development", "location": {"lat": 22.807, "lon": 113.575}, "Scale": "113.575,22.807"}, {"id": "550d749d-f531-41ba-8229-d0f962dac7eb", "metadata": {"theme": "Too much", "book": "Coastal Safety "}, "ChapterMetadata": {"chapter": "Impact", "SourceURL": "", "keyword": "", "5p": "Prosperity", "paragraph": "", "Cause": "SLR & socio-economic drivers", "page": "page: Potential economic damage / increased risk"}, "medialink": "", "title": "Increasing flood damage in trillions of euros", "text": "Global impact: Ignoring SLR could result in up to US$ 50 trillion in annual flood damage under the high-end scenario. 12% of coastline account for 89% of coastal population and 94% of coastal floodplain assets", "MaterialLink": "5.png", "PageKeywords": " flood damage, trillions of euros", "location": {"lat": 22.807, "lon": 113.575}, "Scale": "113.575,22.807"}, {"id": "b9f805a2-4896-4c8c-bf5d-afc58f7b5300", "metadata": {"theme": "Too much", "book": "Coastal Safety "}, "ChapterMetadata": {"chapter": "Solution: by utilizing Nature Based Flood Defences", "SourceURL": "https://www.youtube.com/watch?v=03N_gUMEczI&t=56s", "keyword": "ecosystem services, flood protection, infrastructure, nature based, systems approach", "5p": "Planet", "paragraph": "", "Cause": "", "page": "page: overview"}, "medialink": "", "title": "Nature Based Solutions overview", "text": " Traditional interventions are expected to become difficult to sustain under high-end climate scenarios. Natural (BwN) solutions are better to cope with varying wave conditions and rising sea-levels due to less energy needs and costs associated to their implementationThis reality has given rise to efforts to make greater use of ecosystem-based approaches to reduce risks from coastal storms, approaches which draw from the capacity of wetlands, beaches and dunes, biogenic reefs, and other natural features to reduce the impacts of storm surge and waves. In addition to providing engineering functions related to reducing risks from coastal storms, NNBF can provide a range of additional ecosystem services, including those supporting coastal ecosystems and communities. A true systems approach to coastal risk reduction and resilience requires consider ation of the full range of functions, services, and benefits produced by coastal projects and NNBF.", "MaterialLink": "add map of soft coasts of the world. Add map of potential of NBS solutions (FAST&Deltares). Global Map of storm surge levels. Global Map of Wave energy. Videos:   BESAFE video (see link)\nThere is also a FAST video. Use MOOC's of TUD/Ecoshape?\n", "PageKeywords": "sediment, wave attenuation, hybrid solution, NBS potential, global map", "location": {"lat": 51.76, "lon": 4.804}, "Scale": "4.804,51.760"}, {"id": "d4de9a52-d31e-406c-86be-e59a2b75714e", "metadata": {"theme": "Too much", "book": "Coastal Safety "}, "ChapterMetadata": {"chapter": "Solution: by utilizing Nature Based Flood Defences", "SourceURL": "http://www.fast-space-project.eu/, http://fast.openearth.eu", "keyword": "ecosystem services, flood protection, mud, accretion stabilization,vegetation", "5p": "Planet", "paragraph": "Saltmarshes and mangrove systems", "Cause": "", "page": "page: muddy solutions"}, "medialink": "14318676213_9de78a4a27_o.jpg", "title": "Nature Based Solutions of muddy systems", "text": "", "MaterialLink": "14318676213_9de78a4a27_o.jpg", "PageKeywords": "sediment, wave attenuation, vegetation, hybrid solution, NBS potential, global map", "location": {"lat": 36.532, "lon": -6.289}, "Scale": "-6.289,36.532"}, {"id": "e1984801-cf59-4de8-8a71-91290ee0c4c1", "metadata": {"theme": "Too much", "book": "Coastal Safety "}, "ChapterMetadata": {"chapter": "Solution: by utilizing Nature Based Flood Defences", "SourceURL": "", "keyword": "ecosystem services, flood protection, mud, accretion stabilization,vegetation, maintenance", "5p": "Planet", "paragraph": "Maintenance of Saltmarshes and mangrove systems", "Cause": "", "page": "page: muddy solutions"}, "medialink": "", "title": "Nature Based Solutions of muddy systems2", "text": "", "MaterialLink": "map of flood risk reduction impact muddy coasts, FAST", "PageKeywords": "", "location": {"lat": 51.76, "lon": 4.804}, "Scale": "4.804,51.760"}, {"id": "87d49b4b-d019-4fc1-87ce-5da8ed23a758", "metadata": {"theme": "Too much", "book": "Coastal Safety "}, "ChapterMetadata": {"chapter": "Solution: by utilizing Nature Based Flood Defences", "SourceURL": "https://www.deltares.nl/en/projects/mangrove-coasts-under-threat-2/\nhttps://www.ecoshape.org/en/projects/building-with-nature-indonesia/\n", "keyword": "", "5p": "Planet, People", "paragraph": "Building with Nature mangrove restoration (Indonesia)", "Cause": "", "page": "page: muddy solutions"}, "medialink": "08 Mangrove Capital.jpg,photo_drone_dams.jpg,construction_dam2.jpg", "title": "Building a stable coastline in Northern Java through an innovative Building with Nature approach", "text": "There seemed to be no means of stopping the erosion and the fl oods. Major investments were made in seawalls and wave barriers, but all these eff orts failed. Mangrove replanting was also not successful as the conditions were not right, such as the input of suffi cient sediment. The fl oods kept on creeping further into the village and taking the land by 100 meters every year. People became\ndesperate and made plans to move away, having witnessed neighbouring villages already being swallowed by the sea.\nBut then a new solution was introduced in the village, called “Building with Nature”. This solution entails the placement of permeable dams (see picture) and was made possible by Wetlands International, Deltares and the Indonesian Ministry of Marine Aff airs and Fisheries (MMAF). The permeable dams break the waves and trap sediment thus reclaiming land. Once the land is back, mangroves can recolonize the area and help protect the coastline against erosion.\nVillagers had been waiting impatiently to see the evidence of success of this new ‘permeable structures’ approach. And this day had come. The waves are clearly much lower inside the grid of permeable dams than outside. In some cases, pionering mangrove trees are already testing the ground.\nA major breakthrough came when the village signed a decree, demarcating 100 hectares of the currently lost land as protected area. This means that once the mangrove belt is restored, it will not suff er the same fate again. The potential and hope is created for a new landscape in which mangroves and aquaculture can be combined sustainably.", "MaterialLink": "08 Mangrove Capital.jpg,photo_drone_dams.jpg,construction_dam2.jpg", "PageKeywords": "mangrove restoration, Building-with-Nature, wave attenuation, coastal erosion", "location": {"lat": -6.782, "lon": 110.55}, "Scale": "110.550,-6.782"}, {"id": "c3717f72-2dde-4d72-a187-fc2d5810c553", "metadata": {"theme": "Too much", "book": "Coastal Safety "}, "ChapterMetadata": {"chapter": "Solution: by utilizing Nature Based Flood Defences", "SourceURL": "https://www.ecoshape.org/en/themes/nature-based-flood-defences/#/en/projects/the-delfland-sand-engine/", "keyword": "ecosystem services, flood protection, beach, dune, nourishment", "5p": "Planet", "paragraph": "A mega nourishment to supply the Holland coast ", "Cause": "", "page": "page: sandy solutions"}, "medialink": "map_photo_sand_engine.png\n\n,monitoring_sand_engine_development.png", "title": "Nature Based Solutions of sandy systems Sand Engine", "text": "A new coastal maintenance strategy, which was designed to use the power of winds, waves and currents to help protect part of the Dutch coast, while encouraging the development of new dunes and the valuable flora and fauna associated with them.\nIn the Delfland Sand Motor experiment (also known as Sand Engine), a mega nourishment of 21.5 million m3 of sand was introduced, rising up to 5 meters above mean sea level. The sand is gradually redistributed along the shoreface, beach and dunes by wind and currents. By using natural processes to redistribute the sand, this innovative approach aims to limit the disturbance of local ecosystems, while also providing new areas for nature and more types of recreation.\nThe Sand Motor is a coastal mega-nourishment pilot project which was constructed in 2011, with the means to improve the efficiency and effectivity of the Dutch coastal nourishment strategy. Since the 1980s, the Netherlands nourish their sandy coast to balance the continued erosion of their coastline. Usually, each 3 to 5 years, sand is extracted offshore and brought to the coast, either to the foreshore, or to the beach. With the Sand Motor, a hugely increased amount of nourishment sand has been deposited in the foreshore:  an amount equalling 4 to 5 times the usual amount, in total ca. 20 million ton of sand in the shape of a hook formed a peninsula. \nThis nourishment served three main goals:\n- Increase coastal safety: the sand would spread along the shore, and feed the beach and dunes, over a period of ca. 20 years.\n- Increase natural diversity: adding low-energy environments would increase habitat diversity, and the natural dispersion of sand would result in less degradation of the benthic community compared to the usual sand nourishment strategy.\n- Increase attractiveness: by adding a dynamic, and broader beach, the area would become  more attractive to people and increase visits to the area.\nA monitoring and research program was put in place to follow whether the goals were met, and to study the relationships between waves, tides, sand and natural diversity, both below and above water.\nThe morphodynamic process resulted in a flattening of the peninsula, through erosion of the outer edge, and deposition at the northern and southern areas near the Sand Engine. Transport was mainly north, but also the southern bight of the peninsula received a significant amount of sand. The northern area was slowly filled up, closing the lagoon during a large part of the tidal cycle, and creating an increased number of breaker banks. This area became a rather extended intertidal area with an increased number of species due to the relatively small grain size.\nPath forward\nFrom the early days, the Sand Engine experiment has been a collaborative effort between public authorities, private companies and research institutes. As a result, the Sand Engine has become a focal point for coastal research and an innovative coastal management solution. Over the next years, the project will be closely monitored and extensive research programs have been defined that will include detailed studies of the evolution of the Sand Engine and the driving mechanisms behind it – physical, ecological as well as social. The fact that researchers from different disciplines are studying the same object motivates the interaction and stimulates interdisciplinary science development. For example, the science project NatureCoast, combining six different disciplines, organised a 6-week interdisciplinary field campaign to obtain a unique multidisciplinary data set of the Sand Engine. In addition, the close involvement of end-users (public and private) challenges the researches to focus on specific research topics and how to disseminate the new knowledge. \nConstruction March 2011 – November 2011, research still ongoing", "MaterialLink": "add map of sandy coasts of the world. Add map of potential of sandy NBS solutions (FAST&Deltares). Map of Delfland. • Communication video: https://www.youtube.com/watch?v=m1H-58W7QDk. The pictures (taken during low water, hence showing the intertidal) below detail the changes in morphology of the Sand Engine, which were most pronounced during the first two years: order of pictures: July 2011, October 2011, May 2012, October 2012, March 2013, December 2013.\n\n10.png\n\n1.wpl\n\nmap_photo_sand_engine.png\n\nmonitoring_sand_engine_development.png", "PageKeywords": "", "location": {"lat": 52.0534, "lon": 4.1836}, "Scale": "4.1836,52.0534"}, {"id": "1bc1421d-7da2-4b6d-8588-2abc1f017589", "metadata": {"theme": "Too much", "book": "Coastal Safety "}, "ChapterMetadata": {"chapter": "Solution: by utilizing Nature Based Flood Defences", "SourceURL": "", "keyword": "ecosystem services, flood protection, beach, dune, nourishment", "5p": "Planet", "paragraph": "?", "Cause": "", "page": "page: sandy solutions"}, "medialink": "", "title": "Nature Based Solutions of sandy systems", "text": "Nature-based features are acted upon by processes operating in nature, and as a result, generally must be maintained by human intervention to provide the functions and services for which they were built. Coastal systems are naturally dynamic, and NNBF respond in many ways to storms—with some responses being temporary and others permanent. Storm effects on wetlands often include erosion, stripped vegetation, and salinity burn—all of which can decrease long-term productivity. Storms, however, also introduce mineral sediments that contribute to long-term sustainability with respect to sea level rise. ", "MaterialLink": "add map of sandy coasts of the world. Add map of potential of sandy NBS solutions (FAST&Deltares). ", "PageKeywords": "sediment, wave attenuation, hybrid solution, NBS potential, global map", "location": {"lat": 30.033, "lon": -90.1008}, "Scale": "-90.1008,30.0330"}, {"id": "f7a7a150-adec-4250-aa51-6a18c697282b", "metadata": {"theme": "Too much", "book": "Coastal Safety "}, "ChapterMetadata": {"chapter": "Solution: by utilizing Nature Based Flood Defences", "SourceURL": "", "keyword": "ecosystem services, flood protection, beach, dune, nourishment", "5p": "Planet", "paragraph": "coral reefs, shellfish reefs, other reefs", "Cause": "", "page": "page: reef solutions"}, "medialink": "sheet 10 of: p:\\11201353-world-water-atlas\\10 narratives\\Mindert de Vries\\brainstorm\\VanDongeren_Coralreefs_xbeachxv2.pptx", "title": "Nature Based Solutions using reefs", "text": "", "MaterialLink": "add map of reef coasts of the world. Add some results of XBEACH work for reefs (Deltares). ", "PageKeywords": "sediment, wave attenuation, hybrid solution, NBS potential, global map", "location": {"lat": 16.95, "lon": -61.85}, "Scale": "-61.85,16.95"}, {"id": "3b017261-d0f8-484b-95c3-715eed16bd62", "metadata": {"theme": "Too much", "book": "Coastal Safety "}, "ChapterMetadata": {"chapter": "Solution: by implementing adaptive policy", "SourceURL": "", "keyword": "", "5p": "People", "paragraph": "", "Cause": "", "page": "page: overview"}, "medialink": "", "title": "Dynamic Adaptive Policies", "text": "Speed and magnitude of sea level rise, and socio-economic developments are uncertain. Some adaptation measures requiring large investments. Need for an approach to support decision making under uncertainty that produces a dynamic, flexible plan that can be adapted as conditions change => Dynamic Adaptive Policy Pathways", "MaterialLink": "7.png", "PageKeywords": "decision making, uncertainty, flexible, adaptive, policy", "location": {"lat": 0.0, "lon": 0.0}, "Scale": "0,0"}, {"id": "b1e22093-ad3e-49a6-a0fe-684884b93c3b", "metadata": {"theme": "Too much", "book": "Coastal Safety "}, "ChapterMetadata": {"chapter": "Solution: by implementing adaptive policy", "SourceURL": "", "keyword": "", "5p": "People", "paragraph": "", "Cause": "", "page": "page: archetypes, tipping points, pathways "}, "medialink": "", "title": "Coastal archetypes and adaptation pathways", "text": "Generic adaptation pathways for the 6 coastal archetypes; These generic maps will serve as inspiration to develop tailor-made adaptation pathways for any specific coastal area pertaining to the archetype(s); Linked to local policy objectives, adaptation measures and their tipping points. Pathway Generator: to explore policy pathways in an interactive way. https://publicwiki.deltares.nl/display/AP/Pathways+Generator", "MaterialLink": "8.png", "PageKeywords": "pathways, adaptation measures, tipping points", "location": {"lat": 0.0, "lon": 0.0}, "Scale": "0,0"}, {"id": "685db162-3751-4902-9b5a-a46f2f1ec3cb", "metadata": {"theme": "Too much", "book": "Coastal Safety "}, "ChapterMetadata": {"chapter": "Solution: by utilizing Nature Based Flood Defences", "SourceURL": "", "keyword": "", "5p": "Prosperity", "paragraph": "", "Cause": "", "page": "page: (avoided) costs"}, "medialink": "", "title": "Adaptation, costs and avoided damage", "text": "Adaptation is possible, effective and economically robust. In many cases, hard protection may not be practical or desirable (e.g. disruption of sediment supply, viability, access) and innovative adaptation options need to be implemented. Costs (for EU28) can reach up to or even exceed 1.5% of the annual GDP for some nations but are considerably more affordable for others. Avoided damage: By 2050, for RCP4.5 and RCP8.5 less than 0.1% of GDP; for the high-end 0.5% of GDP by 2050 and up to 14% by 2100. No severe financial or technological limits to reduce flood risk in the 21st century. Coastal flood risk can be maintained at or below today's levels, provided that large upfront investments can be mobilised where needed. On the financial side, adaptation often requires large upfront investments which are difficult to mobilize, even if the investment is cost efficient on the long run. From an institutional point of view, there is lack of appropriate mechanisms to deal with different stakes at hand", "MaterialLink": "9.png", "PageKeywords": "", "location": {"lat": 0.0, "lon": 0.0}, "Scale": "0,0"}, {"id": "7e771698-2998-4905-bb87-eebae21c457c", "metadata": {"theme": "Too much", "book": "Coastal Safety "}, "ChapterMetadata": {"chapter": "Solution: by utilizing Nature Based Flood Defences", "SourceURL": "", "keyword": "", "5p": "Prosperity", "paragraph": "", "Cause": "", "page": "page: benefits"}, "medialink": "", "title": "Exploring adaptation pathways", "text": "Exploring adaptation pathways has multiple benefits. Assessment of coastal management, to know to what extent they can meet their own policy objectives while maintaining the same protection strategy. Generates insight in the possible adaptation measures, their life time, and follow up measures. Creates insight in decisions for the short term and decision options for the long term. Opens up the minds for explicitly considering a diversity of adaptation measures. Involves stakeholders to co-produce long term coastal zone adaptation strategy by discussing and explicating their preferences and responsibilities.", "MaterialLink": "6.png", "PageKeywords": "", "location": {"lat": 0.0, "lon": 0.0}, "Scale": "0,0"}]
